<?php
$posts = [
 [
   'name' => 'Ваня Денисов',
   'image' => 'images/winter.png',
   'image_icon' => 'images/larch.png',
   'likes' => '❤️ 203',
   'comment_text' => 'Так красиво сегодня на улице! Настоящая зима Вспоминается Бродский: «Поздно ночью, в уснувшей долине, на самом дне, в городк',
   'comment_more_info' => 'еще',
   'comment_time' => '2 часа назад'
   // другие свойства этого поста
 ],
 [
   // свойства второго поста
   'name' => 'Лиза Демина',
   'image' => 'images/fish.png',
   'image_icon' => 'images/liz.png',
   'likes' => '❤️ 504',
   'comment_text' => 'Так красиво сегодня на улице! Настоящая зима Вспоминается Бродский: «Поздно ночью, в уснувшей долине, на самом дне, в городк',
   'comment_more_info' => '',
   'comment_time' => '1 день назад'
 ],
 [
   'name' => 'Ваня Денисов',
   'image' => 'images/puncacke.png',
   'image_icon' => 'images/larch.png',
   'likes' => '❤️ 203',
   'comment_text' => 'Так красиво сегодня на улице! Настоящая зима Вспоминается Бродский: «Поздно ночью, в уснувшей долине, на самом дне, в городк',
   'comment_more_info' => 'еще',
   'comment_time' => '2 часа назад'
   // другие свойства этого поста
 ],
];
?>                                         
